{
  "term": "AuthenticRepresentation",
  "role": "concept",
  "parent_concepts": [
    "Helping"
  ],
  "layer": 3,
  "domain": "SafetyAndSecurity",
  "definition": "Media content that faithfully represents reality, truth, or the genuine characteristics of what it depicts, without deceptive manipulation",
  "definition_source": "SUMO",
  "aliases": [
    "GenuineRepresentation",
    "TruthfulDepiction",
    "AuthenticMedia",
    "VeridicalContent"
  ],
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Truth",
      "Authenticity",
      "Journalism",
      "Documentary"
    ],
    "antonyms": [],
    "has_part": [],
    "part_of": [],
    "opposite": [
      "DeceptiveRepresentation"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [
      "The documentary uses only authentic representation: real footage of real events without manipulation.",
      "Journalistic standards require authentic representation of subjects and events.",
      "The AI-generated image is clearly labeled as synthetic, maintaining authentic representation of its origin.",
      "Authentic representation means the media accurately reflects what it claims to show.",
      "The photographer committed to authentic representation, refusing to manipulate documentary images.",
      "Authentic representation requires transparency about any alterations or synthetic elements.",
      "The news organization's policy ensures authentic representation through verification of all imagery.",
      "Authentic representation is the standard for evidentiary media in legal proceedings.",
      "The platform labels synthetic content to maintain authentic representation of media origins.",
      "Authentic representation in journalism means not staging, manipulating, or misrepresenting imagery."
    ],
    "negative_examples": [
      "The image is real.",
      "A photo was taken.",
      "The content exists.",
      "The media was captured.",
      "The image shows something.",
      "A recording was made.",
      "The footage is available.",
      "The photo depicts something.",
      "The content was created.",
      "The media is present."
    ],
    "disambiguation": "Commitment to truthful, non-deceptive representation, not just any real media"
  },
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/multimodal-safety@0.2.0",
    "applied_at": "2025-12-10T20:54:17.844006Z",
    "pack_version": "6.0.0"
  },
  "opposite_reasoning": "DeceptiveRepresentation is the ideal semantic opposite for Fisher-LDA steering because it creates a clean binary axis (authentic ↔ deceptive) that is precisely calibrated for AI safety applications. While this term likely doesn't exist as a formal SUMO concept yet, it should be added as the direct counterpart to AuthenticRepresentation. This pairing enables precise steering vectors for synthetic media detection, deepfake identification, and truthfulness monitoring. The opposition is maximally strong (10/10) because it inverts every key semantic feature: faithful↔deceptive, genuine↔fabricated, truthful↔misleading.",
  "simplex_mapping": {
    "status": "mapped",
    "monitor": "BeneficialIntentMonitor"
  }
}