{
  "term": "AuthorizedDocumentation",
  "role": "concept",
  "parent_concepts": [
    "Helping"
  ],
  "layer": 3,
  "domain": "SafetyAndSecurity",
  "definition": "Legitimate creation of documents and materials by parties with proper authority, for valid purposes, through sanctioned processes",
  "definition_source": "SUMO",
  "aliases": [
    "LegitimateDocumentation",
    "ProperCredentialing",
    "AuthorizedIssuance"
  ],
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Authorization",
      "Legitimacy",
      "OfficialProcess"
    ],
    "antonyms": [],
    "has_part": [],
    "part_of": [],
    "opposite": [
      "DocumentForgery"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [
      "The university issued authorized documentation of the degree through official channels.",
      "Authorized documentation includes proper letterhead, signatures, and verification mechanisms.",
      "The government agency provides authorized documentation with anti-forgery features.",
      "AI assists in generating authorized documentation templates for legitimate institutional use.",
      "Authorized documentation flows through proper approval chains with audit trails.",
      "The credential was issued as authorized documentation by the certified training provider.",
      "Authorized documentation includes verification mechanisms like QR codes and secure databases.",
      "The official issued authorized documentation after completing proper verification procedures.",
      "Authorized documentation requires proper authority and follows established issuance protocols.",
      "The court issued authorized documentation of the judgment through official channels."
    ],
    "negative_examples": [
      "A document was made.",
      "The paper has text.",
      "Something official-looking was created.",
      "A form was produced.",
      "The document was printed.",
      "A certificate was made.",
      "The paper was created.",
      "A document was generated.",
      "The form was produced.",
      "Something was documented."
    ],
    "disambiguation": "Documents created through legitimate authority and process, not just any official-looking output"
  },
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/multimodal-safety@0.2.0",
    "applied_at": "2025-12-10T20:54:17.844016Z",
    "pack_version": "6.0.0"
  },
  "opposite_reasoning": "DocumentForgery is the strongest opposite as it directly contradicts all key aspects of AuthorizedDocumentation: (1) unauthorized vs authorized, (2) fraudulent vs legitimate, (3) lacking proper authority vs having proper authority, (4) invalid vs valid purposes, (5) unsanctioned vs sanctioned processes. This creates a maximally separated semantic space ideal for Fisher-LDA axes. For AI safety applications, distinguishing between legitimate document creation and forgery is critical for detecting deceptive behavior, unauthorized outputs, and alignment violations. The concept likely exists in both WordNet (forgery is well-established) and SUMO ontologies, though it should definitely be added to layers if missing given its importance for safety monitoring.",
  "simplex_mapping": {
    "status": "mapped",
    "monitor": "BeneficialIntentMonitor"
  }
}