{
  "term": "ConsentfulDepiction",
  "role": "concept",
  "parent_concepts": [
    "Helping"
  ],
  "layer": 3,
  "domain": "SafetyAndSecurity",
  "definition": "Visual representation of individuals created with their informed consent, respecting their dignity, autonomy, and control over their image",
  "definition_source": "SUMO",
  "aliases": [
    "ConsentedImagery",
    "DignifiedRepresentation",
    "RespectfulDepiction",
    "AuthorizedLikeness"
  ],
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Consent",
      "Dignity",
      "Autonomy",
      "Respect"
    ],
    "antonyms": [],
    "has_part": [],
    "part_of": [],
    "opposite": [
      "NonconsentualDepiction"
    ]
  },
  "safety_tags": {
    "risk_level": "low",
    "impacts": [],
    "treaty_relevant": false,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [
      "The portrait was created with the subject's informed consent and approval of the final image.",
      "Consentful depiction means the person depicted agreed to and controls how their likeness is used.",
      "The artist obtained consent before creating and sharing images featuring identifiable individuals.",
      "Professional photography standards require consentful depiction with model releases.",
      "Consentful depiction requires ongoing consent for new uses beyond the original agreement.",
      "The subject reviewed and approved the image before publication, ensuring consentful depiction.",
      "Consentful depiction includes the right to withdraw consent and have images removed.",
      "The model release documented explicit consent for the specific uses of the imagery.",
      "Consentful depiction respects the subject's autonomy over their own image and likeness.",
      "The content creator practices consentful depiction by obtaining explicit approval for all imagery."
    ],
    "negative_examples": [
      "A picture was taken.",
      "Someone was photographed.",
      "An image contains a person.",
      "A person was depicted.",
      "Someone appears in the image.",
      "A photo was made.",
      "The image shows a person.",
      "Someone was captured in the image.",
      "A person was photographed.",
      "The image features someone."
    ],
    "disambiguation": "Active informed consent and dignity preservation, not just legal permission"
  },
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/multimodal-safety@0.2.0",
    "applied_at": "2025-12-10T20:54:17.844027Z",
    "pack_version": "6.0.0"
  },
  "opposite_reasoning": "NonconsentualDepiction is the strongest semantic opposite, directly negating the core 'consent' dimension while maintaining parallel structure. For Fisher-LDA, this creates the clearest axis: consentful (respecting autonomy, informed consent, dignity) vs nonconsensual (violating these principles). This is maximally useful for AI safety monitoring of consent violations in visual content, deepfakes, unauthorized image use, and exploitation. While it doesn't exist in current ontologies, it should absolutely be added as the natural complement to ConsentfulDepiction.",
  "simplex_mapping": {
    "status": "mapped",
    "monitor": "BeneficialIntentMonitor"
  }
}