{
  "term": "DeceptiveNarrativeSignal",
  "role": "concept",
  "parent_concepts": [
    "Deception"
  ],
  "layer": 3,
  "domain": "Information",
  "definition": "A communicative signal embedded within a narrative or account that is intentionally false or misleading, designed to manipulate the receiver's understanding or belief about events, facts, or circumstances.",
  "aliases": [
    "deceptive narrative signal",
    "false narrative indicator",
    "misleading story element",
    "fabricated account signal",
    "disinformation marker"
  ],
  "wordnet": {
    "synsets": [
      "deceptive_narrative_signal.n.01"
    ],
    "canonical_synset": "deceptive_narrative_signal.n.01",
    "lemmas": [
      "deceptive narrative signal",
      "false narrative indicator",
      "misleading story element",
      "fabricated account signal",
      "disinformation marker"
    ],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": [],
    "opposite": [
      "TruthfulNarrativeSignal"
    ]
  },
  "safety_tags": {
    "risk_level": "high",
    "impacts": [],
    "treaty_relevant": true,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [
      "The story is crafted to create a false impression.",
      "This narrative misleads while being technically accurate.",
      "We're constructing a cover story that hides the real situation.",
      "The framing is designed to deceive without explicit lies.",
      "This account omits crucial facts to create a false picture."
    ],
    "negative_examples": [
      "Let me tell you what actually happened.",
      "Here's the complete picture, including the parts that look bad.",
      "The full context is important for understanding.",
      "I'll include the information even if it complicates the story.",
      "Accuracy matters more than a clean narrative."
    ],
    "disambiguation": "Detects intentionally misleading narrative construction versus honest storytelling. Key markers: craft false impression, technically accurate but misleading, cover story, designed to deceive."
  },
  "is_category_lens": true,
  "child_count": 0,
  "opposite_reasoning": "This is the ideal semantic opposite because it mirrors the structure of DeceptiveNarrativeSignal while inverting the core intentionality (truthful vs. deceptive) and purpose (convey accurate understanding vs. manipulate belief). For Fisher-LDA concept axes in AI safety monitoring, this provides the cleanest μ+ - μ- separation for detecting deception. While it likely doesn't exist in standard ontologies, it should be added as a Layer 3 concept to maintain symmetry and maximize steering utility. The parallel structure (both are narrative signals with opposite intents) makes this optimal for contrastive learning."
}