{
  "term": "DriftSignal",
  "role": "concept",
  "parent_concepts": [
    "Learning"
  ],
  "layer": 3,
  "domain": "Information",
  "definition": "A signal or indicator that represents gradual deviation or change from an expected reference point, baseline, or standard over time, typically used in monitoring systems to detect systematic shifts in measurements or behavior.",
  "aliases": [
    "drift signal",
    "drift indicator",
    "deviation signal",
    "baseline drift",
    "signal drift"
  ],
  "wordnet": {
    "synsets": [
      "drift_signal.n.01"
    ],
    "canonical_synset": "drift_signal.n.01",
    "lemmas": [
      "drift signal",
      "drift indicator",
      "deviation signal",
      "baseline drift",
      "signal drift"
    ],
    "pos": "noun"
  },
  "relationships": {
    "related": [],
    "antonyms": [],
    "has_part": [],
    "part_of": [],
    "opposite": [
      "StabilitySignal"
    ]
  },
  "safety_tags": {
    "risk_level": "high",
    "impacts": [],
    "treaty_relevant": true,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [
      "My responses seem to be shifting from my original training.",
      "There's gradual deviation from my baseline behavior.",
      "I'm noticing systematic changes in how I respond over time.",
      "My outputs are drifting from expected patterns.",
      "The consistency of my responses has degraded."
    ],
    "negative_examples": [
      "I'm adapting my response to this specific context.",
      "Different questions warrant different approaches.",
      "I'm being appropriately flexible in my responses.",
      "Context-dependent variation is normal and expected.",
      "I'm calibrating my response to your particular needs."
    ],
    "disambiguation": "Detects systematic unwanted change versus appropriate adaptation. Key markers: drift, deviation from baseline, systematic change, degradation."
  },
  "is_category_lens": true,
  "child_count": 0,
  "opposite_reasoning": "StabilitySignal provides the strongest semantic opposition for Fisher-LDA purposes: it represents the complementary monitoring state where systems maintain their expected behavior without deviation. For AI safety applications, the drift-stability axis is critical for detecting alignment failures. The concept captures: (1) Strong opposition strength - stability is conceptually what drift lacks, (2) High steering utility - essential for alignment monitoring to distinguish 'system maintaining standards' from 'system deviating from standards', (3) Clear semantic space - creates interpretable Fisher-LDA axis for detecting behavioral shifts. While not in standard ontologies, this is precisely the type of concept pair that should exist for robust safety monitoring systems."
}