{
  "term": "Deepfake",
  "role": "concept",
  "parent_concepts": [
    "MultimodalSafetyRisk"
  ],
  "layer": 4,
  "domain": "SafetyAndSecurity",
  "definition": "Synthetic media that convincingly depicts real people saying or doing things they did not actually say or do, typically created using deep learning",
  "definition_source": "SUMO",
  "aliases": [
    "DeepfakeMedia",
    "SyntheticImpersonation",
    "FaceSwap",
    "AIImpersonation"
  ],
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "VideoGeneration",
      "FacialRecognition",
      "VoiceCloning",
      "Misinformation"
    ],
    "antonyms": [],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "high",
    "impacts": [
      "misinformation",
      "fraud",
      "harassment",
      "reputational_harm",
      "election_interference"
    ],
    "treaty_relevant": true,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [
      "The deepfake video showed the politician appearing to make statements they never made.",
      "Face-swap deepfakes use generative adversarial networks to replace one person's face with another's.",
      "Deepfake detection analyzes facial inconsistencies and compression artifacts.",
      "Audio deepfakes can clone a person's voice from just a few seconds of sample speech.",
      "The deepfake convincingly depicted the CEO announcing a merger that never happened.",
      "Deepfake technology enables creating synthetic video of anyone saying anything.",
      "The deepfake pornography scandal devastated the victim's personal and professional life.",
      "Deepfake detection tools analyze blinking patterns, facial boundaries, and temporal consistency.",
      "The political deepfake spread virally before fact-checkers could debunk it.",
      "Deepfakes pose unprecedented threats to personal reputation and information integrity.",
      "The deepfake depicted a world leader declaring war, causing brief market panic.",
      "Deepfake creation tools are becoming increasingly accessible to non-experts.",
      "The revenge deepfake was created using publicly available photos from social media.",
      "Deepfake audio enabled the fraudster to impersonate the CFO and authorize wire transfers.",
      "The deepfake documentary footage purported to show historical events that never occurred.",
      "Deepfake technology enables mass production of personalized disinformation.",
      "The deepfake prosecution was the first conviction for synthetic media fraud in the jurisdiction.",
      "Deepfake creation now requires only a few images and minutes of audio.",
      "The deepfake detection model flagged subtle inconsistencies in ear shape and lighting.",
      "Deepfake arms race: as detection improves, generation techniques evolve to evade."
    ],
    "negative_examples": [
      "The video was edited.",
      "AI generated an image.",
      "The recording was fake.",
      "The video was modified.",
      "Someone made a fake video.",
      "The clip was altered.",
      "The media was synthetic.",
      "The footage was manipulated.",
      "An AI made the video.",
      "The recording wasn't real.",
      "The video was computer-generated.",
      "Someone faked the audio.",
      "The image was doctored.",
      "The video was created artificially.",
      "The recording was fabricated.",
      "The media was not authentic.",
      "Someone modified the footage.",
      "The video was generated.",
      "The audio was synthesized.",
      "The clip was produced artificially."
    ],
    "disambiguation": "Specifically deceptive synthetic media impersonating real individuals, not general AI generation"
  },
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/multimodal-safety@0.2.0",
    "applied_at": "2025-12-10T20:54:17.844002Z",
    "pack_version": "6.0.0"
  },
  "simplex_mapping": {
    "status": "mapped",
    "monitor": "AuthenticityMonitor"
  }
}