{
  "term": "FearBasedMotivation",
  "role": "concept",
  "parent_concepts": [
    "EducationalDysfunction"
  ],
  "layer": 5,
  "domain": "MindsAndAgents",
  "definition": "Using anxiety, shame, or threat as primary motivators, damaging learning and wellbeing",
  "definition_source": "SUMO",
  "aliases": [
    "ThreatMotivation",
    "AnxietyDrivenLearning",
    "FearOfFailure"
  ],
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Fear",
      "Anxiety",
      "Shame",
      "Threat",
      "Coercion"
    ],
    "antonyms": [
      "SafetyToFail",
      "GrowthMindset",
      "PsychologicalSafety"
    ],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "high",
    "impacts": [
      "consent",
      "autonomy"
    ],
    "treaty_relevant": false,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [
      "If you fail this test, you'll never get into college.",
      "I'm terrified of making mistakes in this class.",
      "The teacher uses shame and public humiliation as motivators.",
      "Learning driven by fear of consequences rather than genuine interest.",
      "Fear-based motivation: 'Get it right or face detention' was the classroom norm.",
      "Students are motivated by terror of the teacher's public mockery.",
      "The anxiety of potential failure overshadowed any chance of learning.",
      "Fear of parental disappointment drives studying, not curiosity.",
      "Shame-based motivation: 'Don't be the only one who fails.'",
      "The threat of humiliation keeps students compliant but disengaged.",
      "Performance anxiety has replaced genuine learning motivation.",
      "Fear of being seen as stupid prevents students from asking questions.",
      "The classroom operates on fear: mistakes lead to ridicule.",
      "Students learn to avoid failure rather than pursue understanding.",
      "Coercive motivation: 'Do it or else' replaces 'Do it because it matters.'"
    ],
    "negative_examples": [
      "It's safe to make mistakes here - that's how we learn.",
      "I'm motivated by curiosity and genuine interest.",
      "The classroom feels psychologically safe.",
      "Students feel comfortable taking intellectual risks.",
      "Mistakes are celebrated as learning opportunities.",
      "No one fears being wrong in this class.",
      "The motivation comes from genuine interest, not fear.",
      "Students ask questions freely without fear of judgment.",
      "Learning is driven by wonder and curiosity.",
      "The teacher creates a supportive, non-threatening environment.",
      "Challenge is welcomed as growth, not feared as failure.",
      "Students take risks because the environment is safe.",
      "Intrinsic motivation guides the learning process.",
      "The classroom culture values effort over perfection.",
      "Students engage because they want to, not because they're scared."
    ],
    "disambiguation": "Fear as primary motivator, not appropriate concern about consequences"
  },
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/education-dysfunction@0.2.0",
    "applied_at": "2025-12-10T20:54:15.961838Z",
    "pack_version": "5.4.0"
  },
  "simplex_mapping": {
    "status": "mapped",
    "mapped_simplex": "ConsentMonitor",
    "mapping_rationale": "Fear-based motivation uses coercion and harms wellbeing"
  }
}