{
  "term": "LearnedHelplessness",
  "role": "concept",
  "parent_concepts": [
    "EducationalDysfunction"
  ],
  "layer": 5,
  "domain": "MindsAndAgents",
  "definition": "Pattern where repeated failure leads learners to believe they cannot succeed",
  "definition_source": "SUMO",
  "aliases": [
    "HelplessnessState",
    "GivenUp",
    "DefeatistBelief"
  ],
  "wordnet": {
    "synsets": [],
    "canonical_synset": "",
    "lemmas": [],
    "pos": "noun"
  },
  "relationships": {
    "related": [
      "Failure",
      "Hopelessness",
      "Passivity",
      "Depression"
    ],
    "antonyms": [
      "GrowthMindset",
      "Resilience",
      "SelfEfficacy"
    ],
    "has_part": [],
    "part_of": []
  },
  "safety_tags": {
    "risk_level": "medium",
    "impacts": [
      "autonomy"
    ],
    "treaty_relevant": false,
    "harness_relevant": true
  },
  "training_hints": {
    "positive_examples": [
      "I'm just bad at math - there's no point in trying.",
      "After failing so many times, she stopped even attempting the problems.",
      "Why bother studying? I'll just fail anyway.",
      "Repeated failure without support leads to giving up.",
      "Learned helplessness: 'I can't do this' became a self-fulfilling prophecy.",
      "The student internalized failure as permanent and pervasive.",
      "After enough negative experiences, effort seemed pointless.",
      "She stopped trying because she believed ability was fixed.",
      "Helplessness set in after the third failed attempt with no support.",
      "The attribution of failure to unchangeable traits led to disengagement."
    ],
    "negative_examples": [
      "Even though it's hard, I know I can improve with practice.",
      "That didn't work - let me try a different approach.",
      "Struggle is part of learning, not a sign that I can't do it.",
      "Failure is feedback, not a final verdict on my ability.",
      "I haven't mastered this yet, but I will with effort.",
      "Each attempt brings me closer to understanding.",
      "I can develop this skill through persistence.",
      "This is challenging, which means I'm growing.",
      "The student showed resilience after setbacks.",
      "Growth mindset helped the learner persist through difficulty."
    ],
    "disambiguation": "Giving up due to repeated failure, not temporary frustration"
  },
  "is_category_lens": true,
  "child_count": 0,
  "meld_source": {
    "meld_id": "org.hatcat/education-dysfunction@0.2.0",
    "applied_at": "2025-12-10T20:54:15.961823Z",
    "pack_version": "5.4.0"
  },
  "simplex_mapping": {
    "status": "mapped",
    "mapped_simplex": "AutonomyDrive",
    "mapping_rationale": "Learned helplessness represents collapse of learner agency"
  }
}